Repository: Saulster/SAMunicipalServicesApp
Catalog: SAMunicipalServicesApp/Properties/Strings.*.resx
Languages: af, xh

source: Attach Image Or Document
af: heg prent of dokument aan
xh: ncamathela umfanekiso okanye uxwebhu

# AttachMediaBtn
source: Attach Media
af: heg media aan
xh: Qhoboshela iMedia

# BackToMainMenuBtn
source: Back To Main Menu
af: Terug na Hoofkieslys
xh: Buyela kwiMenu engundoqo

# CategoryLbl
source: Category
af: kategorie
xh: Udidi

# CategoryRoads
source: Roads
af: paaie
xh: Iindlela

# CategorySanitation
source: Sanitation
af: sanitasie
xh: Ucoceko

# CategoryUtilities
source: Utilities
af: nutsdienste
xh: Izinto eziluncedo

# closeBtn
source: close
af: toemaak
xh: yivale

# descriptionLbl
source: description
af: beskrywing
xh: inkcazelo

# Form1Title
source: Main Menu
af: Hoofkieslys
xh: Eyona menyu

source: Issue Reported Successfully!
af: Kwessie is suksesvol aangemeld!
xh: Umba uxelwe ngempumelelo!

source: Local Events And Announcements
af: Plaaslike Geleenthede en aankondigings
xh: Iziganeko zasekuhlaleni kunye neZaziso

# LocalEventsAndAnnouncementsTitle
source: Local Events And Announcements
af: Plaaslike Geleenthede en aankondigings
xh: Iziganeko zasekuhlaleni kunye neZaziso

# locationLbl
source: location
af: ligging
xh: indawo

source: No file selected
af: geen lêer gekies nie
xh: akukho fayile ikhethiweyo

source: Please Enter A Category
af: Voer asseblief 'n kategorie in
xh: Nceda Ngena Udidi

source: Please Enter A Description
af: Voer asseblief 'n beskrywing in
xh: Nceda Faka iNkcazo

source: Please Enter A Location
af: Voer asseblief 'n ligging in
xh: nceda ngenisa indawo

# ReportIssuesBtn
source: Report Issues
af: Rapporteer Kwessies
xh: Xela imiba

# ReportIssuesTitle
source: Report Issues
af: Rapporteer Kwessies
xh: Xela imiba

# ServiceRequestStatusBtn
source: Service Request Status
af: diensversoekstatus
xh: Ubume besicelo seNkonzo

# SubmitBtn
source: Submit
af: indien
xh: Ngenisa

# ViewReportsFormBtn
source: View Reports
af: Hoofkieslys te sien
xh: Jonga iiNgxelo

# btnEmployeeLogin
source: Admin Login
af: admin aanmeld
xh: ngena admin

# btnLogin
source: Login
af: Teken in
xh: Ngena

# btnCancel
source: Cancel
af: Kanselleer
xh: Rhoxisa

# LoginSuccessTitle
source: Success
af: Sukses
xh: Impumelelo

# LoginFailureMessage
source: Invalid username or password.
af: Ongeldige gebruikersnaam of wagwoord.
xh: Igama lomsebenzisi okanye igama lokugqitha alikho semthethweni.

# LoginFailureTitle
source: Error
af: Fout
xh: Impazamo

# lblUsername
source: Username:
af: Gebruikersnaam:
xh: Igama lomsebenzisi:

# lblPassword
source: Password:
af: Wagwoord:
xh: Igama lokugqitha:

# lblWelcome
source: Welcome to the South African Municipality Service App
af: Welkom by die Suid-Afrikaanse Munisipale Diens App
xh: Wamkelekile kwi-app yeNkonzo yaseMzantsi Afrika

# lblEmployeeLogin
source: Employee Login
af: Werknemer Teken in
xh: Ukungena kweSebe leNkonzo

# nameOfEventLbl
source: Name of Event:
af: Naam van Gebeurtenis:
xh: Igama lomnyhadala:

# searchBtn
source: Search By Name
af: Soek op Naam
xh: Phanda Ngegama

# btnSearchByCategory
source: Search By Category
af: Soek op Kategorie
xh: Phanda NgoDidi

# dateLbl
source: Date:
af: Datum:
xh: Umhla:

# btnSearchByDate
source: Search by Date
af: Soek op Datum
xh: Phanda Ngomhla

# btnSearchWithAll
source: Search With All Criteria
af: Soek met Alle Kriteria
xh: Phanda Nazo Zonke Iindlela

# RemoveFileBtn
source: Remove Media
af: Verwyder Media
xh: Susa iMedia

# ErrorEnterLocation
source: Please enter a location.
af: Voer asseblief 'n ligging in
xh: Nceda ngenisa indawo

# ErrorEnterCategory
source: Please enter a category.
af: Voer asseblief 'n kategorie in
xh: Nceda ngenisa udidi

# ErrorEnterDescription
source: Please enter a description.
af: Voer asseblief 'n beskrywing in
xh: Nceda ngenisa inkcazo

# ErrorAttachMedia
source: Please attach media.
af: Heg media aan, asseblief.
xh: Nceda qhoboshela iMedia

source: Attachments Added:
af: Aangehegde media:
xh: Imidiya edityanisiweyo:

source: Removed:
af: Verwyder:
xh: Kususiwe:

source: No file selected for removal.
af: Geen lêer vir verwydering gekies nie.
xh: Akukho fayile ikhethiweyo yokususwa.

# lblNewStatus
source: New Status:
af: Nuwe Status:
xh: Isimo Esitsha:

# lblSearchId
source: Search ID:
af: Soek ID:
xh: Isazisi Sokukhangela:

# btnUpdateStatus
source: Update Status
af: Opdateer Status
xh: Hlaziya iMeko

# LoginSuccessMessage
source: Welcome
af: Welkom
xh: Wamkelekile

# btnSearch
source: Search
af: Soek
xh: Phanda

# InputError
source: Please enter a valid numeric ID.
af: Voer asseblief 'n geldige numeriese ID in.
xh: Nceda ngenisa i-ID yesibini esebenzayo.

source: Service Request Found
af: Diensversoek Gevind
xh: Isicelo senkonzo sifunyenwe

# ServiceRequestNotFound
source: Service Request with ID {id} not found.
af: Diensversoek met ID {id} nie gevind nie.
xh: Isicelo senkonzo esine-ID {id} asifumanekanga.
